<?php

return [
    'data_json' => __DIR__ . '/data/registrations.json',
    'data_csv' => __DIR__ . '/data/registrations.csv',

    'buses' => ['18', '17', '16', '15', '14'],

    'bus_limits' => [
        '18' => 40,
        '17' => 42,
        '16' => 42,
        '15' => 24,
        '14' => 42,
    ],

    'staff' => [
        '18' => [
            'mashpia' => 'Натан Шустин',
            'madrich1' => 'Илана Ставропольская',
            'madrich2' => 'Наоми Алексеева',
        ],
        '17' => [
            'mashpia' => 'Менахем Слонимский',
            'madrich1' => 'Маис Беньяминов',
            'madrich2' => 'Двора Слонимская',
        ],
        '16' => [
            'mashpia' => 'Довид Шапиро',
            'madrich1' => 'Рафаэль Бенагуев',
            'madrich2' => 'Шуля Шведик',
        ],
        '15' => [
            'mashpia' => 'Александр Лакшин',
            'madrich1' => 'Менахем Бушан',
            'madrich2' => 'Неся Бушан',
        ],
        '14' => [
            'mashpia' => 'Мендел Клейнберг',
            'madrich1' => 'Гершон Безденежных',
            'madrich2' => 'Керен Безденежных',
        ],
    ],
];